export const countriesList = [
  { code: 'GR', name: 'Ελλάδα' },
  { code: 'CY', name: 'Κύπρος' },

  // ΖΩΝΗ 1 - ΕΥΡΩΠΗ (ΕΕ και Λοιπή Ευρώπη)
  { code: 'AL', name: 'Αλβανία' },
  { code: 'AT', name: 'Αυστρία' },
  { code: 'BE', name: 'Βέλγιο' },        // <--- Προσθήκη
  { code: 'BG', name: 'Βουλγαρία' },
  { code: 'FR', name: 'Γαλλία' },        // <--- Προσθήκη
  { code: 'DE', name: 'Γερμανία' },       // <--- Προσθήκη
  { code: 'GE', name: 'Γεωργία' },       // <--- Προσθήκη
  { code: 'GB', name: 'Μεγάλη Βρετανία' }, // <--- Προσθήκη
  { code: 'HU', name: 'Ουγγαρία' },       // <--- Προσθήκη
  { code: 'UA', name: 'Ουκρανία' },
  { code: 'PL', name: 'Πολωνία' },       // <--- Προσθήκη
  { code: 'RO', name: 'Ρουμανία' },       // <--- Προσθήκη
  { code: 'RS', name: 'Σερβία' },         // <--- Προσθήκη
  { code: 'SE', name: 'Σουηδία' },        // <--- Προσθήκη
  { code: 'LT', name: 'Λιθουανία' },     // <--- Προσθήκη
  { code: 'MK', name: 'Βόρεια Μακεδονία' }, // <--- Προσθήκη
  { code: 'FI', name: 'Φινλανδία' },
  { code: 'IT', name: 'Ιταλία' },
  { code: 'ES', name: 'Ισπανία' },
  { code: 'NL', name: 'Ολλανδία' },

  // ΖΩΝΗ 2 - ΛΟΙΠΕΣ ΧΩΡΕΣ (Μέση Ανατολή, Β. Αφρική κλπ)
  { code: 'RU', name: 'Ρωσία' },
  { code: 'IL', name: 'Ισραήλ' },
  { code: 'TR', name: 'Τουρκία' },
  { code: 'EG', name: 'Αίγυπτος' },

  // ΖΩΝΗ 3 - ΥΠΟΛΟΙΠΟΣ ΚΟΣΜΟΣ (Αμερική, Ωκεανία, Ασία)
  { code: 'US', name: 'Ηνωμένες Πολιτείες' },
  { code: 'CA', name: 'Καναδάς' },
  { code: 'AU', name: 'Αυστραλία' },
  { code: 'JP', name: 'Ιαπωνία' },
  { code: 'NZ', name: 'Νέα Ζηλανδία' },
  { code: 'ZA', name: 'Νότια Αφρική' },
];